Repository: rftbyr/LearnWord
Catalog: LearnWord/Localizable.xcstrings
Source language: en
Languages: tr

source: Add New Word
tr: Kelime Ekle

source: Add Your Own Words
tr: Kelimelerinizi Ekleyin

source: Aircraft
tr: Havacılık

source: All statistics will be reset. Are you sure?
tr: Tüm istatistikler sıfırlanacak. Emin misiniz?

source: App Information
tr: Uygulama Bilgileri

source: App Review
tr: Uygulama İncelemesi

source: Are you sure you want to delete '%@'?
tr: ‘%@’ silmek istediğinize emin misiniz?

source: Cancel
tr: Çıkış

source: Cards
tr: Kartlar

source: Choose Your Level
tr: Seviye Belirleyin

source: Contact Developer
tr: Geliştiriciye Ulaşın

source: Create and manage your own word lists
tr: Kendi listenizi oluşturum ve düzenleyin

source: Delete
tr: Sil

source: Delete Word
tr: Kelime Sil

source: Done
tr: Tamam

source: Drag left or right to see next word
tr: Sonraki kelime için kartı sağa veye sola kaydırın

source: Email Developer
tr: Geliştirici E-mail

source: Error
tr: Hata

source: Level
tr: Seviye

source: List
tr: Liste

source: Manage Your Words
tr: Kelimelerinizi düzenleyin

source: Meaning
tr: Anlamı

source: My Words
tr: Kelimelerim

source: New Word
tr: Yeni Kelime

source: No Result
tr: Sonuç Yok

source: No words to practice!
tr: Pratik yapılacak kelime bulunmuyor.

source: OK
tr: Tamam

source: Overall Success
tr: Toplam Başarı

source: Please add your own words
tr: Lütfen kelime ekleyin

source: Please purchase this word package from the store
tr: Lütfen bu kelime paketini mağazadan satın alın

source: Practice
tr: Pratik

source: Purchase
tr: Satın alma

source: Purchase Required
tr: Satın alma gerekiyor

source: Rate the App
tr: Uygulamayı Değerlendirin

source: Reset
tr: Sıfırla

source: Reset All Statistics
tr: Tüm istatistikleri Sıfırla

source: Reset Statistics
tr: İstatikleri sıfırla

source: Reset Tips
tr: İpuçlarını sıfıla

source: Restore Purchases
tr: Satın Alımları Geri Yükle

source: Save
tr: Kaydet

source: Search Word...
tr: Kelime Ara

source: Setting
tr: Ayar

source: Settings
tr: Ayarlar

source: Skip
tr: Atla

source: Start
tr: Başla

source: Start your journey to learn new words in a fun way!
tr: Yeni kelimeleri eğlenceli bir şekilde öğrenmek için yolculuğunuza başlayın!

source: Statistics
tr: İstatistikler

source: Stats
tr: İstatistik

source: Store
tr: Mağaza

source: Study at your own pace from beginner to advanced levels
tr: Başlangıçtan ileri seviyelere kadar kendi hızınızda çalışın

source: Success Rate
tr: Başarı Oranı

source: Tap + to add your custom word
tr: Kelime eklemek için +’ya tıklayın

source: Tap here to see your own words
tr: Eklediğiniz kelimeleri görmek için tıklayın

source: Tap on card for meaining
tr: Anlam için karta dokunun

source: Tap on word for delete
tr: Silmek için kelimeye tıklayın

source: Tip
tr: İpucu

source: User
tr: Kullanıcı

source: Version
tr: Versiyon

source: Welcome to LearnWord
tr: LaernWord’e Hoşgeldiniz

source: Word
tr: Kelime

source: Words
tr: Kelimeler

source: Would you like to purchase the %@ package?
tr: %@ paketini satın almak ister misiniz?
